
[parameter]
UI_COUNT=7
RECIPE_ID_EDIT 0=123
RECIPE_NAME_EDIT 0=違和
REF_RECIPE_ID_EDIT 0=說明
MATERIAL_WIDTH_EDIT 0=parent
SHEET_LENGTH_EDIT 0=length
OFFSET_EDIT 0=兼具
LIGHTSETTING_COMBOBOX 0=testA.aaa
INSPECTIONSETTING_COMBOBOX 0=testA.bbb
RECIPE_ID_EDIT 1=87
RECIPE_NAME_EDIT 1=中諄
REF_RECIPE_ID_EDIT 1=毀
MATERIAL_WIDTH_EDIT 1=ㄚㄇ
SHEET_LENGTH_EDIT 1=やるき
OFFSET_EDIT 1=いてん
LIGHTSETTING_COMBOBOX 1=testB.aaa
INSPECTIONSETTING_COMBOBOX 1=testB.bbb
RECIPE_ID_EDIT 2=456
RECIPE_NAME_EDIT 2=ちょうかん
REF_RECIPE_ID_EDIT 2=せつめい
MATERIAL_WIDTH_EDIT 2=サンタ
SHEET_LENGTH_EDIT 2=length
OFFSET_EDIT 2=兼具
LIGHTSETTING_COMBOBOX 2=testA.aaa
INSPECTIONSETTING_COMBOBOX 2=testA.bbb
RECIPE_ID_EDIT 3=789
RECIPE_NAME_EDIT 3=ㄴㅇㅁ쟈소
REF_RECIPE_ID_EDIT 3=ㅓㄷㄴㅁ
MATERIAL_WIDTH_EDIT 3=ㅑ저ㅈ저다ㅣㄷ
SHEET_LENGTH_EDIT 3=sheet
OFFSET_EDIT 3=兼具
LIGHTSETTING_COMBOBOX 3=testB.aaa
INSPECTIONSETTING_COMBOBOX 3=testB.bbb
RECIPE_ID_EDIT 4=4616
RECIPE_NAME_EDIT 4=aw3ew
REF_RECIPE_ID_EDIT 4=sd
MATERIAL_WIDTH_EDIT 4=dxaf
SHEET_LENGTH_EDIT 4=csd
OFFSET_EDIT 4=xfasda
LIGHTSETTING_COMBOBOX 4=testA.aaa
INSPECTIONSETTING_COMBOBOX 4=testA.bbb
RECIPE_ID_EDIT 5=1000
RECIPE_NAME_EDIT 5=ㄴㅇㅁ쟈소
REF_RECIPE_ID_EDIT 5=ㅓㄷㄴㅁ
MATERIAL_WIDTH_EDIT 5=ㅑ저ㅈ저다ㅣㄷ
SHEET_LENGTH_EDIT 5=sheet
OFFSET_EDIT 5=たたｚたたた
LIGHTSETTING_COMBOBOX 5=testB.aaa
INSPECTIONSETTING_COMBOBOX 5=testB.bbb
RECIPE_ID_EDIT 6=888
RECIPE_NAME_EDIT 6=中諄
REF_RECIPE_ID_EDIT 6=毀
MATERIAL_WIDTH_EDIT 6=ㄚㄇ
SHEET_LENGTH_EDIT 6=やるき
OFFSET_EDIT 6=いてん
LIGHTSETTING_COMBOBOX 6=testB.aaa
INSPECTIONSETTING_COMBOBOX 6=testB.bbb
